{
  "musialik": {
    "title": "Dr. Christoph Musialik",
    "image": "team/musialik.jpg",
    "role": "Co–Founder, DSP Genius & CTO",
    "text": "Currently Chair of the Audio Engineering Society’s Signal Processing Technical Committee, Christoph M. Musialik is highly respected as one of the top DSP specialists in the world. Dr. Musialik joins MAAT from Sennheiser where, for the past five years, he was Managing Director at Sennheiser Audio Labs as well as Manager of Sennheiser Group’s Audio DSP Competence Center. His algorithms are embedded in tools from Cadac and Waves to SSL and Studer. In 2008, Musialik was presented with the AES Fellowship Award for outstanding contributions in the development of advanced digital signal processing tools used in the restoration and filtering of audio signals. The benchmark algorithms Dr. Musialik created for Algorithmix will be licensed by MAAT to be transformed into modern, state of the art, cross-platform audio tools. Musialik zealously guides the MAAT team in all areas of product planning, design and DSP optimization, so that both his licensed Algorithmix code and new proprietary MAAT algorithms will fulfill our customer’s highest standards and expectations."
  },
  "kessler": {
    "title": "Ralph Kessler",
    "image": "team/kessler.jpg",
    "role": "Principal, Pinguin Ingenieurbüro",
    "text": "Mr. Kessler is an exceptional audio engineer as well as mastering engineer, with more than 30 years of experience. Kessler is considered one of the leading audio metering experts, having developed the legendary Pinguin Meter, the most musical audio meters on the market. In addition, Kessler is a specialist in auralization, 3D audio, and the creation of high resolution impulse responses. Mr. Kessler supports the MAAT team in all these areas with his in–depth technical knowledge and industry acumen."
  },
  "schult": {
    "title": "Roger Schult",
    "image": "team/schult.jpg",
    "role": "Master Analog Designer",
    "text": "Mr. Schult has led a double life, as a generalist electronics engineer designing for 3rd party clients, and as an electrical engineer focused on his own analog audio creations. His contract development work spans a broad range of applications, from microprocessor-controlled alarm systems and ultrasonic sensors for distance measurement on the road and under water, to designs of fiber optic systems for data transmission and control. His passion being music, he is known worldwide for his vacuum tube electronics for musicians, and his pristine quality, solid state analog pieces for mastering engineers. Schult will bring a practiced, in depth perspective to MAAT’s group of exceptional advisors."
  },
  "tischmeyer": {
    "title": "Friedemann Tischmeyer",
    "image": "team/tischmeyer.jpg",
    "role": "Founder and Visionary",
    "text": "A world renowned mastering engineer and founder of Mastering Academy, Tischmeyer offers master classes for professional audio engineers and producers worldwide, including Hamburg, Geneva, New York, L.A., Toulouse, Peking, Stockholm, and more. He has worked for artists including Alan Parsons, Johnny Cash and Cro. Professional consultation clients include: Antares, Apple, Arri, Bavaria Film, Presonus, Pro7/Sat1, RTL/VOX, Sony Music, Steinberg & Yamaha America. In addition, Tischmeyer is a member of the “ploud” loudness expert committee of the European Broadcasting Union, and is president of the Pleasurize Music Foundation/USA."
  },
  "leeb": {
    "title": "42Angelitos Chris Leeb",
    "image": "team/leeb.jpg",
    "role": "Co-Founder",
    "text": "Leeb, a visionary and portfolio entrepreneur with C-Level (CIO) experience for a global high tech enterprise, combines that background with 12 years of early stage endeavors. He is founder of 42Angelitos–The Startup Catapult in Palo Alto, California. In this capacity, Leeb joins our team as co-founder and sparring partner to fine tune MAAT´s marketing, social media and business strategies."
  },
    "masciarotte": {
    "title": "Oliver Masciarotte",
    "image": "team/masciarotte.jpg",
    "role": "Co-Founder, Secretary & Product Management",
    "text": "Masciarotte has spent over 30 years immersed in the tech space, working on facilitation, marketing, and product development for many pro and CE audio manufacturers, including Lexicon, Sonic Solutions, and Minnetonka Audio. His client roster is as diverse as Altec Lansing, Apple, Harper Collins, The Hit Factory, NASA Johnson, NPR, the San Francisco Symphony, Sony and Universal. His writings include a book covering file–based music for the home and well over 100 articles in sundry trade publications. “OMas” holds one U.S. patent and is an invited presenter at numerous trade conferences. A member of the AES, SMPTE, PMI and DCS, he enjoys collaborating on building better mouse traps."
  },
  "nichol": {
    "title": "Tad Nicol",
    "image": "team/tad.jpg",
    "role": "Head of Development",
    "text": "An audio software architect working on everything from DSP to GUIs to IPC to automated QA and beyond, Tad keeps the code repository well oiled, and helps it grow smoothly, designing sustainable & modular frameworks to help integrate all the pieces needed to create robust artistic tools. He grew up listening to lots of tunes while traveling across mountains and deserts, and is always seeking ways to manifest his love of music."
  },
  "jong": {
    "title": "Jochem De Jong",
    "image": "team/jong.jpg",
    "role": "Plug-in Development",
    "text": "When author, musician, and programmer de Jong isn’t writing articles on audio technology, he’s creating new products and new art together with like minded folks that inspire him. Comfortable guiding co–conspirators on music or publishing–related projects, he’s currently on a quest to refine his C++ and audio plug-in programming chops. De Jong has developed over thirty audio plug-ins for companies around the world, and has released his own mastering DSP suite. His compositions can be heard in over 50 commercials and short films, and he’s written over 6 hours of stock music. De Jong brings a wealth of interdisciplinary knowledge to MAAT’s neural collective."
  },
  "lorenzo": {
    "title": "Nathan Lorenzo",
    "image": "team/lorenzo.jpg",
    "role": "UI Design",
    "text": "Lorenzo began his journey into music technology in the late 90s, honing his skills as a DJ/Producer. By the mid 00s, he was frequently performing at renowned clubbing brands Ministry of Sound, Cream and Gatecrasher to name but a few. During this time, he was also responsible for a string of original music releases which gained support from major UK radio stations. After years of touring the world, Lorenzo began his training in user interface design and as time progressed, he found himself designing for some of the world’s best selling audio companies. His flair for creative design and attention to detail brought him into the MAAT circle, where he is responsible for creating the intuitive, sleek interfaces found on MAAT’s digital products."
  }
}
